# St7GetPlateFill

Returns the fill colour scheme for plates.

long St7GetPlateFill(long uID, long* Fill)
Input Parameters
uID
Strand7 model file ID.
Output Parameters
Fill
One of pfNone, pfProperty, pfGroup, pfColour, pfOrientation or pfContour.